
LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДавай с тобой сыграем в игру '
              '"Камень, ножницы, бумага, ящерица, Спок"?\n\nЕсли ты, вдруг, '
              'забыл правила, команда /help тебе поможет!\n\n<b>Играем?</b>',
    '/help': 'Правила простые: ножницы режут бумагу, '
             'бумага покрывает камень, '
             'камень давит ящерицу, '
             'ящерица отравляет спока, '
             'спок ломает ножницы, '
             'ножницы обезглавливают ящерицу, '
             'ящерица съедает бумагу, '
             'на бумаге улики против спока, '
             'спок испаряет камень, и, как всегда, камень разбивает ножницы.'
             '\n\n<b>Играем?</b>',
    'rock': 'Камень 🤛',
    'scissors': 'Ножницы ✌️',
    'paper': 'Бумага ✋',
    'lizard': 'Ящерица 🤏',
    'spock': 'Спок 🖖',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор'
}
